{
  "Version": "1.3",
  "ID": "f1wczt545f7gln6oernqmrhfrr45nlacn6rrxtbga",
  "Issue Number": "13",
  "Client": {
    "Name": "Chan Zuckerberg Initiative Foundation",
    "Region": "United States",
    "Industry": "Life Science / Healthcare",
    "Website": "https://cryoetdataportal.czscience.com/",
    "Social Media": "https://chanzuckerberg.com/",
    "Social Media Type": "Other",
    "Role": "Data Preparer"
  },
  "Project": {
    "Brief history of your project and organization": "The Chan Zuckerberg Initiative was founded in 2015 by Priscilla Chan and Mark Zuckerberg to help solve some of society’s toughest challenges — from curing or preventing disease to improving education and addressing the needs of our local communities. We provide the operational support across our areas of work.\nThe Chan Zuckerberg Institute for Advanced Biological Imaging (CZ Imaging Institute) has made a beta release of the CryoET Data Portal providing queryable and organized data from CryoET experiments. Each of the nearly 20,000 tomograms on the Portal have at least one structure annotated.",
    "Is this project associated with other projects/ecosystem stakeholders?": "No",
    "Describe the data being stored onto Filecoin": "CryoET Data Portal\ts3://cryoet-data-portal-public\t221.1 TiB\n\nCryo-electron tomography (cryoET) is a powerful technique for visualizing 3D structures of cellular macromolecules at near atomic resolution in their native environment. Observing the inner workings of cells in context enables better understanding about the function of healthy cells and the changes associated with disease. However, the analysis of cryoET data remains a significant bottleneck, particularly the annotation of macromolecules within a set of tomograms, which often requires a laborious and time-consuming process of manual labelling that can take months to complete. Given the current success of machine learning (ML) methods for image analysis, it seems likely that ML will have a significant impact on resolving this bottleneck. The scientific community has expressed the need to encourage further ML algorithm development by providing large training sets of annotated cryoET data in standardized formats. In response to this, we (the Chan Zuckerberg Institute for Advanced Biological Imaging & Chan Zuckerberg Initiative Foundation) have established the CryoET Data Portal (https://cryoetdataportal.czscience.com/) to provide biologists and developers open access to high-quality, standardized, annotated data that can be readily used to retrain or develop new annotation models and algorithms.\n\nTabula Muris Senis\ts3://czb-tabula-muris-senis\t105.9 TiB\nTabula Muris Senis is a comprehensive compendium of single cell transcriptomic data from the model organism Mus musculus comprising more than 500,000 cells from 18 organs and tissues across the mouse lifespan. We discovered cell-specific changes occurring across multiple cell types and organs, as well as age related changes in the cellular composition of different organs. Using single-cell transcriptomic data we were able to assess cell type specific manifestations of different hallmarks of aging, such as senescence, changes in the activity of metabolic pathways, depletion of stem-cell populations, genomic instability and the role of inflammation as well as other changes in the organism’s immune system. Tabula Muris Senis provides a wealth of new molecular information about how the most significant hallmarks of aging are reflected in a broad range of tissues and cell types.See: https://www.biorxiv.org/content/10.1101/661728v1\n\nVENUS L2A Cloud-Optimized GeoTIFFs  s3://venus-l2a-cogs\t107.6 TiB\nThe [Venµs science mission](https://www.theia-land.fr/en/product/venus/) is a joint research mission undertaken by CNES and ISA, the Israel Space Agency. It aims to demonstrate the effectiveness of high-resolution multi-temporal observation optimised through Copernicus, the global environmental and security monitoring programme. Venµs was launched from the Centre Spatial Guyanais by a VEGA rocket, during the night from 2017, August 1st to 2nd. Thanks to its multispectral camera (12 spectral bands in the visible and near-infrared ranges, with spectral characteristics provided [here](https://labo.obs-mip.fr/multitemp/?page_id=14229)), it acquires imagery every 1-2 days over 100+ areas at a spatial resolution of 4 to 5m. This dataset has been converted into Cloud Optimized GeoTIFFs (COGs). Additionally, SpatioTemporal Asset Catalog metadata are generated in a JSON file alongside the data. This dataset contains all of the Venus L2A datasets and will continue to grow as the Venus mission acquires new data over the preselected sites.",
    "Where was the data currently stored in this dataset sourced from": "AWS Cloud",
    "How do you plan to prepare the dataset": "We prepare the data by downloading the source data from AWS, generating CAR files using go-car, and distributing the files to storage providers via offline hard drive delivery. Subsequently, we submit deal proposals to the SPs using our custom-developed deal-sending tool.",
    "Please share a sample of the data (a link to a file, an image, a table, etc., are good ways to do this.)": "https://cryoetdataportal.czscience.com/browse-data/datasets\n\naws s3 ls --no-sign-request s3://cryoet-data-portal-public/\n\naws s3 ls --no-sign-request s3://venus-l2a-cogs/\n\naws s3 ls --no-sign-request s3://czb-tabula-muris-senis/",
    "Confirm that this is a public dataset that can be retrieved by anyone on the network (i.e., no specific permissions or access rights are required to view the data)": "[x] I confirm",
    "What is the expected retrieval frequency for this data": "Yearly",
    "For how long do you plan to keep this dataset stored on Filecoin": "1 to 1.5 years",
    "In which geographies do you plan on making storage deals": "Asia other than Greater China, North America, Greater China",
    "How will you be distributing your data to storage providers": "Shipping hard drives",
    "Please list the provider IDs and location of the storage providers you will be working with. Note that it is a requirement to list a minimum of 5 unique provider IDs, and that your client address will be verified against this list in the future": "f02827565  Vietnam  \nf02826715  United States  \nf02825420  Taiwan  \nf03663680  Hong Kong  \nf03663684  Hong Kong\nf03624256  Hong Kong\nf02827377  Taiwan  \nf02827448  Vietnam",
    "Can you confirm that you will follow the Fil+ guideline (Data owner should engage at least 4 SPs and no single SP ID should receive >30% of a client's allocated DataCap)": "Yes"
  },
  "Datacap": {
    "Type": "ldn-v3",
    "Data Type": "Slingshot",
    "Total Requested Amount": "3.41PiB",
    "Single Size Dataset": "435.6TiB",
    "Replicas": 8,
    "Weekly Allocation": "1PiB"
  },
  "Lifecycle": {
    "State": "Granted",
    "Validated At": "2025-12-03 06:32:12.173838362 UTC",
    "Validated By": "TianjiStudio",
    "Active": true,
    "Updated At": "2025-12-03 06:32:12.173833021 UTC",
    "Active Request ID": "63e09685-1b56-4fff-a3ec-da584f83bb63",
    "On Chain Address": "f1wczt545f7gln6oernqmrhfrr45nlacn6rrxtbga",
    "Multisig Address": "false",
    "edited": false
  },
  "Allocation Requests": [
    {
      "ID": "63e09685-1b56-4fff-a3ec-da584f83bb63",
      "Request Type": "First",
      "Created At": "2025-12-03 05:38:28.115750011 UTC",
      "Updated At": "2025-12-03 05:38:28.115751025 UTC",
      "Active": false,
      "Allocation Amount": "109951162777600 B",
      "Signers": [
        {
          "Github Username": "TianjiStudio",
          "Signing Address": "f1ixrkncezvsbsdijmc3vhk7v7bkowbvfsnpskkjy",
          "Created At": "2025-12-03 06:30:31.233000000 UTC",
          "Message CID": "bafy2bzacec2h3u6qapyde6uw6sgynm3f2f4p3izhcjvsr3kumgknkndip7f46"
        },
        {
          "Github Username": "TianjiStudio",
          "Signing Address": "f1qkub4mbnocesothrotjcacnukyodhcf4rd5skui",
          "Created At": "2025-12-03 06:32:10.393000000 UTC",
          "Message CID": "bafy2bzaceaha5jompdjolglaxi7if3r7n6ib5wfztqkhz7ukx66ifxru5zyvm"
        }
      ]
    }
  ]
}